import telebot
from telebot import types

TOKEN = ""


bot = telebot.TeleBot(TOKEN)
api_key = {
  "apikey": "5WNuM1AOV7A2cHLrH5VLnof96gpilUDA"
}
keys = {
    'доллар': 'USD',
    'евро': 'EUR',
    'золото': 'XAU',
    'крона': 'CZK',
    'лира': 'TRY',
    'рубль': 'RUB',
    'серебро': 'XAG',
    'тенге': 'KZT',
    'фунт': 'GBP',
}

reply_from = {
    'доллар': 'долларов',
    'евро': 'евро',
    'золото': 'золота',
    'крона': 'крон',
    'лира': 'лир',
    'рубль': 'рублей',
    'серебро': 'серебра',
    'тенге': 'тенге',
    'фунт': 'фунтов',
}

reply_to = {
    'доллар': 'долларов',
    'евро': 'евро',
    'золото': 'золота',
    'крона': 'крон',
    'лира': 'лир',
    'рубль': 'рублей',
    'серебро': 'серебра',
    'тенге': 'тенге',
    'фунт': 'фунтов',
}

symbols = {
    'доллар': '$',
    'евро': '€',
    'золото': 'XAU',
    'крона': 'Kč',
    'лира': '₺',
    'рубль': '₽',
    'серебро': 'XAG',
    'тенге': 'KZT',
    'фунт': '£',
}
